MCSkin3D Language File

#Name="Français"
#Version="1.0"
#SuppVersion="1.3"
#Culture="fr"

#Author="Xylem Studios"
#AuthorContact="webmaster@xylemstudios.com"
#AuthorSite="www.xylemstudios.com"

C_OK="OK"
C_CANCEL="Annuler"
M_FILE="&Fichier"
	M_SAVE="&Save"
	M_SAVEAS="Save &As"
	M_SAVEALL="Save A&ll"
	M_UPLOAD="&Upload skin..."
	M_EXIT="E&xit"
M_EDIT="&Edition"
	M_UNDO="&Undo"
	M_REDO="&Redo"
	M_TOOL="&Tool"
M_VIEW="&Vue"
	M_MODE="View &mode"
		M_PERSPECTIVE="&Perspective (3D)"
		M_TEXTURE="&Texture (2D)"
		M_HYBRID="&Hybrid"
	M_3D="&3D Settings"
		M_ANIMATE="&Animate"
		M_FOLLOWCUR="&Follow Cursor"
		M_GRASS="&Grass"
		M_GHOST="G&host Hidden Parts"
		M_MULTISAMPLING="&Multisampling"
	M_2D="&2D Settings"
		M_ALPHACHECKER="&Alpha Checkerboard"
		M_OVERLAY="&Overlay"
			M_ENABLEOVERLAY="&Enable"
	M_TRANSMODE="&Transparency Mode"
		M_OFF="&Off"
		M_HELMETONLY="&Helmet Only"
		M_ALL="&All"
	M_VISIBLEPARTS="&Visible Parts"
		M_HEAD="&Head"
		M_HELMET="H&elmet"
		M_CHEST="&Chest"
		M_LEFTARM="Le&ft Arm"
		M_RIGHTARM="Ri&ght Arm"
		M_LEFTLEG="Left &Leg"
		M_RIGHTLEG="&Right Leg"
M_OPTIONS="&Options"
	M_KEYSHORTCUTS="&Keyboard Shortcuts"
	M_BGCOLOR="&Background Color"
M_LANGUAGE="&Langue"
M_HELP="&Aide"
	M_CHECKUPDATES="Check For &Updates"
	M_AUTOUPDATE="&Automatically Check For Updates"

T_TREE_ZOOMOUT="Zoom arrière"
T_TREE_ZOOMIN="Zoom avant"
T_TREE_IMPORTHERE="Importer ici..."
T_TREE_NEWFOLDER="Nouveau dossier ici..."
T_TREE_RENAME="Renommer..."
T_TREE_DELETE="Supprimer..."
T_TREE_CLONE="Cloner"
T_TREE_UPLOAD="Mettre en ligne"

T_SAVE="Enregistrer"
T_SAVEALL="Enregistrer tout"
T_UNDO="Annuler"
T_REDO="Refaire"
T_PERSPECTIVE="Perspective"
T_TEXTURE="Texture"
T_HYBRID="Hybride"
T_SCREENSHOT="Capture d'écran (appuyez sur Shift pour enregistrer)"
T_TOGGLEHEAD="Tête"
T_TOGGLEHELMET="Casque"
T_TOGGLECHEST="Poitrine"
T_TOGGLELEFTARM="Bras gauche"
T_TOGGLERIGHTARM="Bras droit"
T_TOGGLELEFTLEG="Jambe gauche"
T_TOGGLERIGHTLEG="Jambe droite"
T_SWATCHES="Palettes"

M_IMPORT_HERE="Importer ici..."
M_NEWFOLDER_HERE="Nouveau dossier ici..."
M_RENAME="Renommer..."
M_DELETE="Supprimer..."
M_CLONE="Cloner"

T_TOOL_CAMERA="Caméra"
T_TOOL_PENCIL="Crayon"
T_TOOL_ERASER="Gomme"
T_TOOL_DROPPER="Pipette"
T_TOOL_DODGEBURN="Esquiver/Brûler"
T_TOOL_DARKENLIGHTEN="Assombrir/Eclaircir"
T_TOOL_BUCKET="Pôt de peinture"
T_TOOL_NOISE="Bruit"

B_MSG_DIRMISSING="Un dossier inclus est manquant - en général ceci est du au fait que le programme n'a pas été extrait de l'archive. Ceci n'est pas un problème critique, mais vous n'aurez pas accès aux fichiers de palettes, de modèles et autres contenus."
B_MSG_UPTODATE="Vous avez la dernière version!"
B_MSG_NEWUPDATE="Une nouvelle version est disponible! Voulez-vous accéder au message du forum?"
B_MSG_UPLOADERROR="Erreur de mise en ligne:"
B_MSG_UPLOADSUCCESS="Skin mis en ligne! Amusez-vous bien!"
B_MSG_DELETESKIN="Êtes-vous sur de vouloir supprimer ce skin?\r\nCeci supprimera définitivement le skin du dossier!"
B_MSG_DELETEFOLDER="Êtes-vous sur de vouloir supprimer ce dossier?\r\nCeci supprimera définitivement le dossier et tout son contenu!"
B_MSG_OVERLAYERROR="Impossible de charger l'image de superposition: "{0}"; la résolution est-elle une puissance de deux?"
B_MSG_UPLOADRES="Vous pouvez éditer des skins de haute résolution avec MCSkin3D, mais vous ne pouvez pas les mettre en ligne."
B_MSG_ANTIALIAS="Redémarrez MCSkin3D pour appliquer les options de multiéchantillonage."
B_MSG_PIXELFORMAT="Désolé, mais votre carte graphique ne supporte pas le format de pixel 32bit. Ce format est nécessaire au fonctionnement de MCSkin3D - pour l'instant. Les formats 16bit et 24bit seront pris en charge plus tard."
B_MSG_SHORTCUTEXISTS="Raccourci "{0}" a la meme touche que "{1}" - suppresion du raccourci "{0}"."

B_CAP_QUESTION="Question"
B_CAP_SORRY="Désolé"

C_SQUARE="Carré"
C_CIRCLE="Cercle"

O_EXPOSURE="Exposition:"
O_INCREMENTAL="Incrémental"
O_LIGHTEN="Éclaircir"
O_DARKEN="Assombrir"
O_DODGE="Esquiver"
O_BURN="Brûler"
Q_THRESHOLD="Seuil:"

C_NEW="Nouveau"
C_CANTMOVE="Ne peut pas déplacer vers"
C_COPYTO="Copier vers"
C_MOVETO="Déplacer vers"
C_IMPORTTO="Importer vers"

C_SETTINGSFAILED="Erreur dans le chargement du fichier de configuration. Les configurations par défaut seront chargées."

C_AUTOLOGIN="Connexion automatique?"
C_REMEMBER="Se rappeler de moi?"
C_USERNAME="Nom d'utilisateur:"
C_PASSWORD="Mot de passe:"
C_UPLOADTEXT="Pour mettre en ligne votre skin, vous devez vous connecter sur Minecraft.net. Ce programme peut automatiser le processus: entrez votre nom d'utilisateur et mot de passe ci-dessous."

C_UPLOADING="Mise en ligne en cours..."
C_SHORTCUTINUSE="Raccourci déjà utilisé par "

S_TREEVIEW_ZOOMIN="Effectuer un zoom avant dans la liste"
S_TREEVIEW_ZOOMOUT="Effectuer un zoom arrière dans la liste"
S_SWATCH_ZOOMIN="Effectuer un zoom avant dans la palette"
S_SWATCH_ZOOMOUT="Effectuer un zoom arrière dans la palette"
S_COLORSWAP="Interchanger les couleurs"
S_RENAME="Renommer"
S_CLONE="Cloner le noeud"
S_DELETE="Supprimer noeud"
S_SCREENSHOT_CLIP="Capture d'écran vers presse-papiers"
S_SCREENSHOT_SAVE="Crapture d'écran et sauvegarder"
S_TOGGLEVIEW="Changer le mode de vue"
S_TOGGLETRANS="Changer le mode de transparence"

M_SHORTCUTS="Cliquez dans la boîte ci-dessous puis appuyez sur les touches du clavier que vous désirez assigner à ce raccourci."

T_CAMERA="Bouton gauche pour pivoter. Bouton droit ou molette pour zoomer."
T_PENCIL="Bouton gauche pour dessiner. Bouton droit ou central pour zoomer/pivoter. Shift pour utiliser la couleur secondaire."
T_DROPPER="Bouton gauche pour selectionner. Bouton droit ou central pour zoomer/pivoter. Shift pour changer la couleur secondaire."
T_DODGEBURN="Bouton gauche pour esquiver/brûler. Bouton droit ou central pour zoomer/pivoter. Shift pour changer d'outil."
T_DARKENLIGHTEN="Bouton gauche pour assombrir/éclaircir. Bouton droit ou central pour zoomer/pivoter. Shift pour changer d'outil."
T_ERASER="Bouton gauche pour gommer. Bouton droit ou central pour zoomer/pivoter."
T_FILL="Bouton gauche pour remplir. Shift pour utiliser la couleur secondaire. Control pour verrouiller une partie. Bouton droit ou central pour zoomer/pivoter."
T_NOISE="Bouton gauche pour appliquer du bruit. Bouton droit ou central pour zoomer/pivoter."

C_UNSAVED="Vous avez apporté des modifications non enregistrées au skin. Êtes-vous sur de vouloir quitter?"
C_UNSAVED_CAPTION="Attendez!"

O_HOLDNESS="Intensité:"

G_BRUSH="Pinceau"
G_BRUSHOPTS="Options du pinceau"
G_NOISEOPTS="Options de bruit"
G_FILLOPTS="Options de pôt de peinture"
G_TOOL="Outil"

T_DECRES="Baisser la résolution"
T_INCRES="Monter la résolution"

M_NEWSKIN_HERE="Nouveau skin ici"

M_SKINERROR="Impossible de télécharger le skin de la base de données."
M_FETCH_NAME="Charger depuis Minecraft"
M_FETCH_TEXT="MCSkin3D peut charger un skin depuis votre (ou celui que vous voulez) compte et l'importer. Tapez le nom d'utilisateur du compte et cliquez sur Importer!"
M_PLAYER_NAME="Nom d'utilisateur:"
